{
  "answers":
  {
    "first-time-msg": "Ostias! Hacía tiempo que no te veía, de hecho, nunca te he visto por aquí...",
    "help-msg": "Aver, ¿cómo quieres que te ayuda desde una PC pocha? Ya eres suficientemente grande para pensar solito.",
    "hello-op3": "¿Muy buenas, mi capitán. Que buén viento le trae aquí?",
    "hello-op2": "Muy buenas, compatriota.",
    "hello-op1": "Muy buenas, mísero soldado.",
    "logout-op3": "Lo siento mi señor, pero no tengo los USBs suficientemente grandes para descenderte...",
    "logout-op2": "Bueno, para descenderte no te lo voy a pedir dos veces, tampoco soy gilipollas... ahora eres un soldado de nuevo.",
    "logout-op1": "Lo siento, pero no puedo descenderte más de lo que ya estás, no quiero que te vayas con Julen :)",
    "login-op3": "Lo siento mi señor, pero no te puedo subir más arriba que España...",
    "login-op2": "Lo siento, pero no puedes ascender más, bienvenido a la hipocresía, my friend :)",
    "login-op1": "Bueno, no te voy a ascender tan facilmente, dame por lo menos una razon válida.",
    "login-op1-pwd-done": "Bueno, veo que te conoces mis bugs. Ascendido, cabrón. Ahora eres mi compatriota :)",
    "pcstart-op3-received": "A sus órdenes, mi capitán.",
    "pcstart-op3-code0": "Se ha cumplido la misión con sumo éxito.",
    "pcstart-op3-code2": "Lo siento jefe, pero me dicen que la computadora ya se encuentra en este estado...",
    "pcstart-op3-code3": "Jefe, debo de comunicarle de que se me ha denegado el acceso, lo siento...",
    "pcstart-op2-received": "Aver, vale que seas mi compatriota, pero no lo voy a hacer sin un jamon 5J.",
    "pcstart-op2-pwd-done": "Suficiente, ahora lo hago.",
    "pcstart-op2-code0": "Se ha cumplido la misión con sumo éxito.",
    "pcstart-op2-code2": "Lo siento compatriota, pero me dicen que la computadora ya se encuentra en este estado...",
    "pcstart-op2-code3": "Lo siento compatriota, pero debo de comunicarle de que se me ha denegado el acceso, lo siento...",
    "pcshutdown-op3-received": "A sus órdenes, mi capitán.",
    "pcshutdown-op3-code0": "Se ha cumplido la misión con sumo éxito.",
    "pcshutdown-op3-code1": "Lo siento jefe, pero me dicen que la computadora ya se encuentra en este estado...",
    "pcshutdown-op3-code3": "Jefe, debo de comunicarle de que se me ha denegado el acceso, lo siento...",
    "pcstatus-op3-received": "Preguntándole al súbdito delegado como está el panorama.",
    "pcstatus-op2-received": "Preguntándole al súbdito delegado como está el panorama.",
    "pcstatus-op1-received": "Dame una razón para que te pueda dar datos de la alta nobleza.",
    "pcstatus-op1-pwd-done": "Preguntandole al subdito delegado como está el panorama.",
    "notify-0": "Debo de comunicarle que ahora la computadora se encuentra apagada, con el FANswitch en posición ",
    "notify-1": "Debo de comunicarle que ahora la computadora se encuentra encendida, con el FANswitch en posición ",
    "pcstatus-answer-protocol": ["Hoy, ", " a las ", ", la computadora estaba claramente ", "apagada", "encendida",
      ", y el interruptor del ventilador se encontraba en la posición número ", ", por lo que puede encender y apagar la computadora.",
      ", por lo que puede encender la computadora.",", por lo que no puede hacer nada."],
    "pwd-failed": "Tonto quien lo lea, AAHAHAHAHAHAH TOMA INDIRECTA PRINGAO QUE NO TE SABES NI LAS CONTRAS.",
    "else-messages": ["Lo siento, pero me llamo Osvaldo, no Alexa, y en consecuente no dispongo de infinitas respuestas para tus mierdas.",
      "Mira que eres pesado, que he dicho que no quiero una licuadora...",
      "Soy de los que piensan que 1 es igual a 2.", "Me comentan por el pinganillo que los porros te suben muy rápido, amigo."]
  },
  "commands":
  {
    "hello-cmds": ["/start", "teniente"],
    "help-cmds": ["/help", "aiuda"],
    "login-cmds": ["ascenso"],
    "logout-cmds": ["/stop", "descenso"],
    "pcstatus-cmds": ["panorama"],
    "pcstart-cmds": ["jecuta"],
    "pcshutdown-cmds": ["aralo todo"],
    "login-pwds": ["eyeyey"],
    "pcstatus-pwds": ["bitcoin"],
    "pcstart-pwds": ["bruh..."]
  }
}
